var store = [{
        "title": "Github 블로그 개장",
        "excerpt":"드디어 개장! 중학교 ~ 대학교 1학년 때까지 네이버 블로그를 사용하다 네이버의 정책이 맘에 안들어 티스토리로 도망쳤다가, 결국 그놈이 그놈이라 근본 github으로 넘어왔다! 과정 우선 TOC가 꼭 있는 테마를 추려내고, 디자인이 맘에 드는 것들을 골랐는데, 처음에는 yat과 just-the-docs 테마가 선정되었다! 근데 docs가 좀 부실하고 자잘한 이슈들이 있어, 결국 docs 잘돼어 있고...","categories": ["misc"],
        "tags": ["etc"],
        "url": "/misc/hello-blog/",
        "teaser": null
      },{
        "title": "2022 상반기 회고",
        "excerpt":"상반기 목표 대략 3월쯤 세운 상반기 기존 목표는 아래와 같다. ML 스터디 성실히 진행 학점 4 이상 코포 시작, 퍼플 레이팅 만들기 (올해 내로) 건강 관리 4점 이상 돈 관리 상반기 결산 결과적으로 6월까지 해온 것들은 다음과 같다. ML 스터디 진행중 단단한 머신러닝 완주 우아한 스터디에서 PRML 진행중 학점 4.1...","categories": ["misc"],
        "tags": ["etc"],
        "url": "/misc/2022-%EC%83%81%EB%B0%98%EA%B8%B0-%ED%9A%8C%EA%B3%A0/",
        "teaser": null
      },{
        "title": "인간실격",
        "excerpt":"후기 전개가 어지러워서 정신을 차리고 읽느라 애를 먹었다. 호밀밭의 파수꾼을 다른 버전으로 읽는 느낌을 받았고 일본 소설만의 표현하기 어려운 그 특유의 분위기가 조금은 불쾌하기도 했다. 주인공 요조는 그야말로 염세주의에 제대로 빠진 사람으로 보였는데, 낙관주의에 가까운 나로서는 그의 가정환경과 일련의 행동들이 그저 안타깝게 보일 뿐이었다. 요조의 허무주의는 분명 패전으로 무너진 일본인들을...","categories": ["book"],
        "tags": ["novel"],
        "url": "/book/%EC%9D%B8%EA%B0%84%EC%8B%A4%EA%B2%A9/",
        "teaser": null
      },{
        "title": "유산소 인터벌 도입",
        "excerpt":"개인 유산소 운동은 페이스 유지하면서 달리는 일반적인 조깅만 해왔었는데, 최근에 인터벌을 도입하고 오늘 2번째로 뛰어보았다. 효과가 있는지는 풋살할 때 확인할 수 있겠지만, 일단 너무 힘듬.. 원래 인터벌하시는 분들 보면 전속력-천천히를 한세트로 10번 정도 조지시던데 나는 5세트정도에 뻗어버림; 전속력이 진짜 전속력이 아닌건지 천천히를 진짜 완전 천천히로 해야하는지 뭔가 잘못된거 같기도 한데,...","categories": ["운동"],
        "tags": ["유산소"],
        "url": "/%EC%9A%B4%EB%8F%99/%EC%9D%B8%ED%84%B0%EB%B2%8C-%ED%9E%98%EB%93%9C%EB%84%A4/",
        "teaser": null
      },{
        "title": "[PRML] 11장 표집법 ~ 11.2",
        "excerpt":"개요 10장에서는 결정적 근사를 기반으로한 추론 알고리즘을 배웠다면, 이번 장에서는 수치적 표집법에 기반을 둔 근사 추론법인 Monte Carlo 테크닉에 대해 다룬다. 운이 좋다면 latent variabl에 대한 사후분포를 직접적으로 구할 수 있겠지만 사실은 대부분의 경우 분포의 기댓값 정보만 필요로 한다. 따라서 이번 장에서는 기댓값만 관심을 가져보자. 연속 변수일 때는 다음과 같이...","categories": ["ML"],
        "tags": ["PRML","표집법","몬테카를로","MCMC"],
        "url": "/ml/PRML-%ED%91%9C%EC%A7%91%EB%B2%95/",
        "teaser": null
      }]
